# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'teamookla/speedtest'              # For `speedtest`
tap 'saadparwaiz1/personal'            # For `lua-language-server`
tap 'nicoverbruggen/homebrew-cask'     # For `phpmon`
tap 'yqrashawn/goku'                   # For `goku`
tap 'qmk/qmk'                          # For `qmk`
tap 'shivammathur/php'                 # For older versions of php

# Brew
brew 'antibody'
brew 'avr-gcc' # For `qmk`
brew 'awk'
brew 'bash'
brew 'bat'
brew 'composer'
brew 'diff-so-fancy'
brew 'ffmpeg' # For `youtube-dl`
brew 'fzf', args: ['HEAD']
brew 'gh'
brew 'git'
brew 'goku'
brew 'httpie'
brew 'lolcat'
brew 'lua-language-server'
brew 'mas'
brew 'mysql@5.7'
brew 'neovim'
brew 'node'
brew 'php'
brew 'php@8.0'
brew 'php@7.4'
brew 'python'
brew 'qmk'
brew 'redis'
brew 'ripgrep'
brew 'rom-tools'
brew 'shyaml'
brew 'speedtest'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tokei'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

# Cask
cask '1password'
cask 'cleanshot'
cask 'discord'
cask 'firefox'
cask 'flux'
cask 'github'
cask 'gitter'
cask 'google-chrome'
cask 'hammerspoon'
cask 'helo'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'kicad'
cask 'kitty'
cask 'loopback'
cask 'macmediakeyforwarder'
cask 'obs'
cask 'obsidian'
cask 'openemu'
cask 'paw'
cask 'phpmon'
cask 'ray'
cask 'raycast'
cask 'readdle-spark'
cask 'selfcontrol'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tableplus'
cask 'telegram'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'tower'
cask 'transmit'
cask 'vlc'
cask 'wezterm'
cask 'zoom'

# Mac App Store
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'SnippetsLab', id: 1006087419
mas 'ColorSlurp', id: 1287239339
