# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'universal-ctags/universal-ctags'
tap 'exolnet/homebrew-deprecated'
tap 'deligoez/cask'
tap 'teamookla/speedtest'
tap 'saadparwaiz1/personal' # For `lua-language-server`
tap 'nicoverbruggen/homebrew-cask' # For `phpmon`

# Brew
brew 'bash'
brew 'zsh'
brew 'python'
brew 'git'
brew 'gh'
brew 'vim'
brew 'neovim', args: ['HEAD']
brew 'fzf', args: ['HEAD']
brew 'tree'
brew 'wget'
brew 'bat'
brew 'awk'
brew 'diff-so-fancy'
brew 'tmux'
brew 'tmuxinator'
brew 'the_silver_searcher'
brew 'ripgrep'
brew 'mas'
brew 'php'
brew 'php@7.4'
brew 'mysql@5.7'
brew 'redis'
brew 'antibody'
brew 'composer'
brew 'node'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'chrome-cli'
brew 'shyaml'
brew 'trash'
brew 'speedtest'
brew 'lua-language-server'
# brew 'docker' # installed M1 preview manually for now

# Cask
cask 'google-chrome'
cask 'firefox'
cask 'alacritty'
cask 'github'
cask 'tower'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'transmit'
cask 'slack'
cask 'telegram'
cask 'steam'
cask 'discord'
cask 'vlc'
cask 'imageoptim'
cask '1password'
cask 'the-unarchiver'
cask 'gifox'
cask 'tinkerwell'
cask 'tableplus'
cask 'flux'
cask 'zoom'
cask 'paw'
cask 'helo'
cask 'ray'
cask 'obs'
cask 'gitter'
cask 'loopback'
cask 'selfcontrol'
cask 'cleanshot'
cask 'phpmon'
#cask 'adobe-creative-cloud'
#cask 'vagrant'
#cask 'virtualbox'
#cask 'virtualbox-extension-pack'

# Mac App Store
mas 'SnippetsLab', id: 1006087419
#mas 'Harvest', id: 506189836
mas 'Bear Notes', id: 1091189122
