# Brew
brew '1password-cli'
brew 'anomalyco/tap/opencode'
brew 'antidote'
brew 'avr-gcc' # For `qmk`
brew 'awk'
brew 'bash'
brew 'bat'
brew 'composer'
brew 'diff-so-fancy'
brew 'elixir'
brew 'ffmpeg' # For `youtube-dl`
brew 'fzf', args: ['HEAD']
brew 'gh'
brew 'git'
brew 'go'
brew 'yqrashawn/goku/goku'
brew 'gum'
brew 'httpie'
brew 'lolcat'
brew 'lua-language-server'
brew 'mas'
brew 'mise'
brew 'mockery'
brew 'mysql@5.7'
brew 'neovim'
brew 'node'
brew 'php'
brew 'postgresql@15'
brew 'python'
brew 'qmk/qmk/qmk'
brew 'redis'
brew 'ripgrep'
brew 'rlwrap'
brew 'rom-tools'
brew 'sesh'
brew 'shyaml'
brew 'sqlite'
brew 'teamookla/speedtest/speedtest'
brew 'the_silver_searcher'
brew 'tinygo-org/tools/tinygo'
brew 'tmux'
brew 'tokei'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yt-dlp'
brew 'zoxide'
brew 'zsh'

# Cask
cask '1password'
cask 'cleanshot'
cask 'discord'
cask 'firefox'
cask 'flux'
cask 'github'
cask 'google-chrome'
cask 'hammerspoon'
cask 'helo'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'kicad'
cask 'loopback'
cask 'obs'
cask 'obsidian'
cask 'openemu'
cask 'paw'
cask 'ray'
cask 'raycast'
cask 'readdle-spark'
cask 'reflex-app'
cask 'selfcontrol'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tableplus'
cask 'telegram'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'tower'
cask 'transmit'
cask 'vlc'
cask 'whatsapp'
cask 'zoom'

# Mac App Store
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'ColorSlurp', id: 1287239339
